tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "shivammathur/php"
brew "ansible"
brew "bash-git-prompt"
brew "glib"
brew "python@3.9"
brew "composer"
brew "gdk-pixbuf"
brew "git"
brew "python@3.10"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libiconv"
brew "maven"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "node"
brew "openjdk@11"
brew "tcl-tk", link: false
brew "python@3.8"
brew "qt@5"
brew "qcachegrind"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "mutagen-io/mutagen/mutagen-compose"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@8.1", link: true
